{
    "Filepath": "room_fresh_1/conv/1_game_intro",
    "Lines": 
    [
        "[i]seattle._ rain._ dispair._ quite a regular scene traipsing back home on the friday after work.",
        "[i]one bad occurance after another in your life that led you to this point.",
        "[i]rain soaks you through, pouring down your face as if moonlighting a water fountain.",
        "[i]footsteps splash water on the concrete sidewalk.",
        "[i]you're stuck in a cycle that never ends...",
        "[i]day in._ day out._ same schedule._ same sight-... hang on a second.",
        "[i]the place you see before you is different, it doesn't fit in with the old building style.",
        "[i]shielding your eyes from the rain, you look up to the sign that reads 'Devin's Dice Bar'.",
        "[i]you think they must have opened recently. very recently. there are no windows to peer into to garner the popularity of the place.",
        "[i]with nothing interesting or urgent you were on your way to, you approach the door and reach for the handle.",
        "[i]cracking open the door, a waft of cigarette smoke poors out, making you rear back. Still determined by this mystery, you enter Devin's Dice Bar.",
        "[i]closing the door you see an expansive room, with multiple tables set up in the middle of the area. Dealers talk in low tones to the customers of each table.",
        "[i]it strikes you as odd that none of the tables you can see have more than one customer present.",
        "[i]still surveying the room, your eyes meet those of a dice dealer, the only free table in the room. Odd.",
        "[i]not undeterred just yet, you start making your way to this table.",
        "[i]you're met by an older gentleman, with a kind hard edged face and well trimmed greying beard.",

        "Well met. I see you were new here are you not? Yes I thought so. The fresh eyed baby look gave you away.",
        "[i]he gives a brief chuckle.^",
        "for while we are at this table, you may call me good ol Uncle Nick. Or just the dealer if you prefer.",
        "i am here to guide your experience in the king's run, the game we exclusively deal with at this establishment.",
        "it comes apparent from the lack of recognition that you have not experienced the game of king's run then? fear not, it is fairly easy to pick up.",
        "ahh, you did not wish to play? surely just a quick peak to see what you might be missing?_ excellent... let me give you a brief summary.",

        "this is a versus game. yourself against myself. we experience the game in rounds.",
        "Each round one of us will take their turn first followed by the other.",
        "it is your go when the hex is flashing your shade - black or white. white if you are going first, black if you are going second.",
        "during your turn, pick up as many dice that you want to reroll and roll them. on the first round, all dice must be used. you must reroll at least one die every round.",
        "start picking up dice with left click. keep holding left click and then right click on more dice to add them to the roll.__",
        "let go of left click when you are ready to roll.",
        "the current score of your dice is displayed at the top of the screen, on the left. mine is on the right.",
        "whoever has the highest score in dice on the table at the end of the last round wins.",
        "be careful not to roll a skull - that will remove your die from the table.",

        "not too complicated for you i hope?_ good._ if you need a refresher on the rules, download the readme_rules.txt file, or find it in the windows build.",
        "alright, enough explanation. how about we try this out with a simple game first? a stakes free game. think of it as the good will of the house."
    ],

    "LaunchDiceGameMode": 0,
    "DiceGameIntensity": 0.0,

    "ConversationToLaunchAfterDiceGame": "room_fresh_1/conv/2_game_main"
}